[
  {
      "front": "What is EBITDA?",
      "back": "Earnings Before Interest, Taxes, Depreciation, and Amortization."
  },
  {
      "front": "What are the 3 financial statements?",
      "back": "Income Statement, Balance Sheet, and Cash Flow Statement."
  },
  {
      "front": "What is DCF valuation?",
      "back": "Discounted Cash Flow valuation calculates the value of an investment based on future cash flows."
  },
  {
      "front": "What is a leveraged buyout (LBO)?",
      "back": "A leveraged buyout is the acquisition of a company using a significant amount of borrowed money to meet the cost of acquisition."
  },
  {
      "front": "What is the difference between the income statement and the balance sheet?",
      "back": "The income statement shows a company's profitability over a period, while the balance sheet shows a company's financial position at a specific point in time."
  },
  {
      "front": "What is a cash flow statement?",
      "back": "The cash flow statement shows how changes in balance sheet accounts and income affect cash and cash equivalents."
  },
  {
      "front": "What is working capital?",
      "back": "Working capital is the difference between a company’s current assets and current liabilities."
  },
  {
      "front": "What is a multiple?",
      "back": "A multiple is a financial measurement used to evaluate a company's relative value, typically in the form of a ratio of price to earnings or revenue."
  },
  {
      "front": "What is WACC?",
      "back": "WACC stands for Weighted Average Cost of Capital, which is the average rate of return a company is expected to pay to finance its assets."
  },
  {
      "front": "What is the P/E ratio?",
      "back": "The P/E ratio is the price-to-earnings ratio, calculated by dividing the current market price of a stock by its earnings per share."
  },
  {
      "front": "What is a bond?",
      "back": "A bond is a fixed income instrument that represents a loan made by an investor to a borrower."
  },
  {
      "front": "What is a stock?",
      "back": "A stock represents ownership in a company and constitutes a claim on part of the company’s assets and earnings."
  },
  {
      "front": "What is an IPO?",
      "back": "An IPO, or Initial Public Offering, is the process by which a private company offers its shares to the public for the first time."
  },
  {
      "front": "What is a merger?",
      "back": "A merger is the combination of two companies into one, typically to create efficiencies or expand market share."
  },
  {
      "front": "What is a dividend?",
      "back": "A dividend is a payment made by a corporation to its shareholders, usually as a distribution of profits."
  },
  {
      "front": "What is an amortization schedule?",
      "back": "An amortization schedule details each periodic payment on a loan, breaking down the interest and principal amounts."
  },
  {
      "front": "What is the time value of money?",
      "back": "The time value of money is the concept that money available today is worth more than the same amount in the future due to its potential earning capacity."
  },
  {
      "front": "What is a capital asset?",
      "back": "A capital asset is a long-term asset, such as real estate or equipment, used to produce income or capital appreciation."
  },
  {
      "front": "What is return on equity (ROE)?",
      "back": "Return on equity is a measure of profitability calculated by dividing net income by shareholder equity."
  },
  {
      "front": "What is an equity stake?",
      "back": "An equity stake represents the ownership interest of shareholders in a company, expressed as a percentage of the total shares outstanding."
  }
]
